[
    {
        "listTitle": "1、定义",
        "sw": false,
        "details": [
            {
                "title": "1.1 以下所规定的条款和条规所指，将设限制定您访问或参与本公司提供的任何 “真实” 服务。所有统称为 “本公司”，“我们” 或 “我们的” 相关条款和条规皆为有效。这些条款包含 “博彩规则”，“隐私政策” 和任何其他有关使用服务及网站的条款和条规，以及其中包含的信息 (统称这些 “条款和条规” )。",
                "list": []
            },
            {
                "title": "1.2 相关叙述：",
                "list": [
                    "“游戏” 指网站上可访问或本公司所提供的网络游戏系统; “投注” 或 “押注” 所涉及的条款和条规包括但不限于本网站上所提供的任何或所有服务而进行的投注、娅注及赌博。",
                    "“设备” 指任何应用程序访问设备，包括但不限于私人电脑、笔记型电脑、移动电话、个人数码助理、PDA 电话、用于使用网站和服务的手持设备。",
                    "“软件” 指在设备上安装所需的任何数码程序、数据文件或任何其他内容 (包括与前述相关的任何用户信息)，让您能够使用和访问网站和服务。",
                    "“博彩” 指在网站所涉及的所有相关服务和在线游戏活动中可访问或提供的互联网游戏系统。"
                ]
            }
        ]
    },
    {
        "listTitle": "2、您仅能在符合下述所列明条件下使用本网的游戏赚钱",
        "sw": false,
        "details": [
            {
                "title": "2.1 您仅能在符合下述所列明条件下使用本网的游戏赚钱：",
                "list": [
                    "年龄已达18岁或以上。",
                    "达到您所定居的国家所规定的法定可使用博彩游戏的年龄。",
                    "下述所列明的国家的永久居民不可注册为我方网站的用户，有关国家为：阿鲁巴岛、澳洲、博奈尔岛、库拉索、法国、伊朗、伊拉克、荷兰、萨巴岛、西班牙、圣马丁岛、美利坚合众国（美国）、美利坚合众国属地和英国。我们保留权力，可按本身的酌情权来拒绝来自上述所列明的司法管辖区及以外的区域的人民的会员申请。"
                ]
            },
            {
                "title": "2.2 如果您不符合上述的条件，我方将保留下述所列明的权力：",
                "list": [
                    "直接阻止您参与游戏和注销您的账户。",
                    "向有关当局举报您的权力。"
                ]
            },
            {
                "title": "2.3 在进行注册环节时点击相关的 “加入并注册” 按钮代表您承认您已经阅读并接受有关条款：",
                "list": [
                    "您已年满18岁。",
                    "您已经细读、了解并接受有关条款与条规。",
                    "有关条款与条规构成您和我方之间的合同，将达成具有法律约束力的协议。"
                ]
            }
        ]
    },
    {
        "listTitle": "3、本公司将保留权力进行任何修改",
        "sw": false,
        "details": [
            {
                "title": "3.1 本公司保留在没有事先通知的情况下修改、更新和修改这些条款和条规的权力。经修订、更新或修改的条款和条规在网站上公布后视为有效。会员在最新的条款和条规发布之后，继续使用、访问和参与本公司网站和设备上的服务，这意味这您接受修改或更新后的条款和条规。",
                "list": []
            },
            {
                "title": "3.2 本公司不会承担起通知您关于任何修改和更新的义务。您有责任自行阅读我们的条款和条规，在您阅读所有更新后的条款和条规仍然使用我们所提供的服务，表示您已承认并同意相关的条款和条规。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "4、知识产权",
        "sw": false,
        "details": [
            {
                "title": "4.1 所有在网站内出现的信息、内容素材、数据及服务又或与网站相关的所有资讯，包括但不限于销售方案和材料、结果、统计体育数据和夹具列表、赔率和投注数字文本、图形、视频和音频内容 (统称为 “信息”)，都属于本公司的知识产权。",
                "list": []
            },
            {
                "title": "4.2 未经我们事先同意下，您不得以任何方式修改、复制、更改、复制、存储、分发、显示、发布、传输、出售、出租、租赁或以其他方法将信息提供给任何其他人、网站或媒体。",
                "list": []
            },
            {
                "title": "4.3 本网站提供的软件、服务、信息及商标都受知识产权和专有权利的保护。网站上的软件、服务、信息和商标的所有权皆由本公司所拥有、授权和控制。您在此承认您将不获得任何权力、权益及授权更改本公司所拥有的软件、服务及信息。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "5、使用条件",
        "sw": false,
        "details": [
            {
                "title": "5.1 作为使用该服务的条件，您必须确保并保证您在不违反任何条款和条规的情况下使用或访问我们的网站，软件及所有相关信息。您必须保证您正确使用及访问我们的网站如下：",
                "list": [
                    "您必须以个人的身份名义行事，而不是代表另一人。",
                    "您不曾被任何法律限制行动。",
                    "您没有被诊断或归类为强迫赌徒。",
                    "您充分意识到在使用服务的过程中赔钱的风险。",
                    "您的法定年龄为18岁以上。",
                    "您的所存款额是来至合法通道。",
                    "您不可使用任何账号进行刑事或其他非法或未经授权的活动。",
                    "保持您的用户名，帐号和密码安全，保密和保护免受未经授权的访问或使用，如果您使用错误，忘记或丢失您的帐户名称或密码，您必须立即通知我们。",
                    "您不得使用，转让或授权他人使用属于您的个人账号进行违法的活动，包括洗钱。",
                    "您必须对在您的用户名、帐号和密码下访问和使用服务所发生的任何和所有活动完全负责，无论此类访问或使用是否获得您授权又或您知不知道。",
                    "您不得使用任何网站、设备、软件或信息以任何方式干扰网站对其他用户的服务及操作性能。",
                    "您不可以任何方式寻求获取与其他用户有关的任何信息。",
                    "不上载或分发包含病毒的任何程序、文件或数据，可能影响设备、软件、服务及网站的操作性能。",
                    "您所访问或使用的服务及网站是合法及授权的。",
                    "您不得将任何非法、骚扰、辱骂、恐吓、诽谤、淫秽、不雅、煽动性、种族或族裔反感、色情或亵渎的材料张贴或传送到网站或设备或任何其他用户，这一切行为可被视为刑事犯罪的罪行。",
                    "您不是公司的职员、董事、雇员、子公司或代理人，也不是任何与公司有关的公司，或者是上述任何一个相关的人或单位有关联的玩家。"
                ]
            }
        ]
    },
    {
        "listTitle": "6、注册会员资格",
        "sw": false,
        "details": [
            {
                "title": "6.1 在本网站进行任何投注前，您必须完成开户和会员申请。同时，我们也将保留拒绝您的会员申请的权利，并不提供任何被拒绝申请的理由。",
                "list": []
            },
            {
                "title": "6.2 您承诺及同意在注册和完成会员申请时提供的所有信息在所有方面都是准确、真实和完整的，包括您的姓名、资金来源 (包括相关的银行帐户和卡号)和住址。",
                "list": []
            },
            {
                "title": "6.3 我们会采取合理和适当的措施，确保您向我们提供的任何个人资料全属机密。除了在任何的法律及法规的逼迫下，否则我们不会报告或泄露您的个人数据或投注信息至他方。",
                "list": []
            },
            {
                "title": "6.4 您的个人信息保密工作也是您的责任。我们将保留涉及付款所需的范围内向各自的付款结算服务提供商和金融机构披露或转移您的个人数据的权力。",
                "list": []
            },
            {
                "title": "6.5 您同时附有责任确保您不被任何法律禁止或约束您使用或访问我们的网站，又或者是使用和参与本公司所提供的服务。",
                "list": []
            },
            {
                "title": "6.6 我们需要进一步的证据证明您的年龄从而核实您的会员申请 (如有效的图片识别和借记卡/信用卡)。如果您的信息细节有任何更改，您应立即通知我们有关变更。",
                "list": []
            },
            {
                "title": "6.7 我们也将保留通过邮寄确认您的姓名和地址的权力。公司有权对您提供的任何信息进行额外安全检查。通过同意这些条款和条规，您同意该公司访问、使用和存储您在进行的任何身份验证或检查时所提供的资料。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "7、如何进行投注",
        "sw": false,
        "details": [
            {
                "title": "7.1 我们接受在网站上或通过设备的游戏投注。所有投注均受投注规则及这些条款和条件所规限。如果出现注单错误，及提供对于该事件无效的证明，公司将保留权力对该事件的所有投注视为无效。如果公司的博彩系统出现任何故障，公司保留将所有投注作废的权利。",
                "list": []
            },
            {
                "title": "7.2 尽管本条款和条规中有任何其他规定，公司保留绝对的最终决定权，拒绝所有或部分下注的权利，而不提供任何理由。",
                "list": []
            },
            {
                "title": "7.3 我们只接受符合以上条款和条规并通过互联网进行的投注。投注将被视为无效倘若会员以其他形式 (无论是邮寄，电子邮件，传真或其他)进行投注。",
                "list": []
            },
            {
                "title": "7.4 本公司保留在任何时候暂停或关闭客户帐户的权力，如果您违反了其中的任何条款包括以欺骗、黑客、攻击、操纵或损害正常投注精神的方式行事。任何彩金或支出包括帐户余额将被充公和无效化。",
                "list": []
            },
            {
                "title": "7.5 任何的 “异常投注”，包括在互联网上使用人工智能或 “机器人” 进行的投注被视为违反本公司规定，以及相关的投注被视为无效。本公司保留追究的权利并在没有事先通知的情况下冻结或终止该账号。",
                "list": []
            },
            {
                "title": "7.6 如果您所输入的用户名和密码正确，并且您的帐户中有足够的资金，您的投注将被确认为有效投注。您有责任确保你的赌注的细节是正确的。一旦您的投注已被我们确定和确认，这是不会被取消，撤销或更改的。",
                "list": []
            },
            {
                "title": "7.7 您必须确保您的所有交易活动是通过您的账户资料如下：",
                "list": [
                    "你的名字",
                    "您的帐号",
                    "您的用户名和密码"
                ]
            },
            {
                "title": "7.8 会员在投注后，当您的交易码显示在您的设备屏幕上以及正式反映在您的交易记录中，这表示您的交易已被公司接纳并承认。",
                "list": []
            },
            {
                "title": "7.9 赌局开始后，本公司是不允许会员的任何投注或加注。若公司在赌局开始后错误接受会员的投注或加注，本公司保留取消和作废此类赌注的权力。又或玩家已事先得知任何赌局的最终结果的情况下进行投注，本公司保留拒绝或无效此类押注的权力。最终决定权取决于本公司。",
                "list": []
            },
            {
                "title": "7.10 除非另有说明，否则赛事的最终结果为派彩计算的标准。任何赛事的优胜者将取决于该场赛事的最终结果，该优胜者须符合所有的投注条规。",
                "list": []
            },
            {
                "title": "7.11 本公司不承认所有被暂停，抗议或被推翻最终结果的游戏",
                "list": []
            },
            {
                "title": "7.12 您在此接受，在没有任何通知的情况下，您的任何或所有盘口的赔率在您下注前皆会受到波动。一旦您的注单被本公司所接受，这表示您所获得的赔率将依据您的注单上所显示的赔率。 倘若任何因系统故障而导致赔率异常或缺陷的注单，HPY88将保留绝对自由裁量权，并在不被迫使的情况下依据该情况为该注单进行酌情处理。",
                "list": []
            },
            {
                "title": "7.13 本公司将不接受任何在同一时间，以同一账号在同一活动内多次投注的注单，倘若出现以上状况，任何押注及有关的交易，本公司持有最终的决定权。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "8、软件执照",
        "sw": false,
        "details": [
            {
                "title": "8.1 您特此承认并同意，您所访问或使用的软件属本公司全权拥有.对于相关软件，您无权并不得以任何方式或形式作任何调整、复制、修改、存储、分发、展示、公开执行、广播、发布、传送、出售、出租、租赁或以其他方式向任何人、网站或其他提供此类软件于对外媒体或设备。",
                "list": []
            },
            {
                "title": "8.2 本公司向您所提供的个人独家软件或网站以便在您的设备上安装和使用该软件，此类安装和使用是通过您作为主要用户所提供，绝不允许涉及任何其他商业用途。",
                "list": []
            },
            {
                "title": "8.3 所有由本公司授权和分发的相关软件，目的是让用户能够充分访问和利用服务。",
                "list": []
            },
            {
                "title": "8.4 您不允许的行为如下：",
                "list": [
                    "将软件安装或装载到其他网络设备的服务器上。",
                    "将软件复制、分发、转让、分配给其他人。",
                    "租用、出租、分证或将软件转让给任何第三方。",
                    "复制或提供软件可供他人使用。",
                    "翻译、反编译、拆卸、修改、创建基于该软件的衍生作品。",
                    "在违反相关使用操作守则的情况下使用本公司所提供的软件。"
                ]
            }
        ]
    },
    {
        "listTitle": "9、交易结算",
        "sw": false,
        "details": [
            {
                "title": "9.1 本公司保留在银行账户名姓名与注册户口名称不符的情况下取消结算交易的权利。",
                "list": []
            },
            {
                "title": "9.2 在您下注前您必须清楚了解，您所赢取的奖金总额或不包括下注金额。",
                "list": []
            },
            {
                "title": "9.3 公司不会对您的失误所导致的派彩遗失 (因账号错误或投注过程错误）负上任何责任，并且公司保留将涉及此类金额的任何交易作废的权利。如有任何金额被错误存入您的帐户，您必须立即通知本公司并退还差。",
                "list": []
            },
            {
                "title": "9.4 您所获得的盈利或须根据适用的法规缴付税款、相关费用或征税。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "10、奖金领取",
        "sw": false,
        "details": [
            {
                "title": "10.1 已结算投注后所得的奖金将存入您的账户，您必须依据本公司要求的条款和条件进行提款，并提供有效的照片识别和/或信用卡/借记卡的副本。",
                "list": []
            },
            {
                "title": "10.2 若您所存入的资金未能达到最低一倍流水 (有效投注额与您所存入的金额一致），我们将不允许您进行任何出款的行为，这表示您的出款要求不被接受。",
                "list": []
            },
            {
                "title": "10.3 您只允许选择一种货币进行存款。",
                "list": []
            },
            {
                "title": "10.4 您用于存款的银行账户必须与您注册户口名称相同。",
                "list": []
            },
            {
                "title": "10.5 公司保留向您的帐户收取费用的权利，以支付与存款和取款有关的所有合理费用。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "11、优惠",
        "sw": false,
        "details": [
            {
                "title": "11.1. 每个玩家仅能注册一个账户，如注册多个账户或使用诈骗性账户(套利，对赌或不诚实获取盈利）的玩家将无权参与优惠活动，其所有赢利及奖金将被取消，且账户被立刻冻结。",
                "list": []
            },
            {
                "title": "11.2 非真人桌面游戏、电子梭哈及所有非老虎机游戏将不被计算在有效的流水中,除了在个别优惠中附有特别说明。",
                "list": []
            },
            {
                "title": "11.3. HPY88仅对已结算的投注金额进行计算，并只对产生输赢的结果作为有效流水额。",
                "list": []
            },
            {
                "title": "11.4. 所有奖金所要求的流水额均不算作为有效回扣。",
                "list": []
            },
            {
                "title": "11.5. 奖金有效期为最长30天，除非优惠条款和条规另有说明，否则奖金自派发之日起三十(30）天后将作无效.如果玩家在到期前没有达到投注的先决条件值，则使用奖金赢得的赢利和奖金将从玩家的账户中取消。",
                "list": []
            },
            {
                "title": "11.6. HPY88保留可单方面执行的决定权，在任何时候无事先通知的情况下修改、改变、停止、取消以及/或使此推广失效。",
                "list": []
            },
            {
                "title": "11.7. 所有的促销或特别优惠均受这些条款和条件的限制。公司保留在任何时候暂停、撤回或修改此类促销活动的权利。",
                "list": []
            },
            {
                "title": "11.8. 如果公司认为用户滥用或企图滥用促销，公司可自行决定封锁、拒绝、暂停、扣留或撤回任何用户的账号及其申请要求。",
                "list": []
            },
            {
                "title": "11.9. 本公司保留对于任何个人/团体内的联络或共谋及企图欺诈的行为作出任何合理法律诉讼的权利，以及账号内的余额将立即被没收。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "12、滥用优惠和不规则游戏",
        "sw": false,
        "details": [
            {
                "title": "12.1 我们对滥用奖金、欺骗、不正当利用或其他可疑活动采取零容忍政策，并且我们保留在以下情况冻结和删除奖金，相关奖金或存款的权利，将由我们全权审核是否参与此类活动或行为。",
                "list": []
            },
            {
                "title": "12.2 我们保留在任何原因下查看交易记录及日志的权利并确保您在此事先同意本条款。如果您在审查后被怀疑参与或尝试参与我方认为的 “滥用优惠” 或 “不规则比赛”；我们保留拒绝、扣留、撤销或收回您任何优惠、彩金或红利的权利，或终止您访问本网站或停用您帐户的权利。请注意在这种情况下，除了归还原有的存款金额外，我们没有义务退还您帐户中的任何金额。",
                "list": []
            },
            {
                "title": "12.3 “不规则比赛” 包括但不限于以下任何一种情况：",
                "list": [
                    "相等，零或低保证金下注或两面下注将不会以任何形式被接受。例如，在轮盘游戏上以黑色或红色下注，或覆盖桌上37个号码中的24个以上；双方投注，包括但不限于体育和真人娱乐。",
                    "延迟的赢利，例如以奖金或现金启动的 “自由旋转” 或 “彩金” 功能，然后玩家退出免费彩金或免费回合，之后在稍后才完成（例如在获得奖金后）。",
                    "“滥用游戏状态”，其中，奖金金额的使用纯粹用于完成奖金阶段，然后在释放或没收奖金金额时通过现金下注完成最后阶段。",
                    "将大笔投注留在游戏桌上，例如在二十一点游戏中，并在奖金下注完成后返回。"
                ]
            },
            {
                "title": "12.4 “促销滥用” 包括但不限于以下任何一种比赛类型：",
                "list": [
                    "与其他玩家一起从事团伙活动，以滥用优惠、故意作弊或其他不正当行为",
                    "意图滥用优惠不久后存入和提取金额。例如，存入金额以获得免费旋转机会，然后对照存款金额并下注刚好超过您存款总额的1倍，企图启动不属于犯规条款网站条款 “无存款奖金”。",
                    "利用我们任何软件或系统上的错误、漏洞、故障、失误或误差，包括但不限于与任何游戏有关的信息。",
                    "使用多个帐户申请奖金或免费旋转超过一次。"
                ]
            }
        ]
    },
    {
        "listTitle": "13、赔偿",
        "sw": false,
        "details": [
            {
                "title": "13.1 您同意赔偿因违反条款而可能招致的任何损失、损害或索赔 (包括合理的法律费用)，这些违规所指包括但不限于导致公司、我们的员工、人员、董事、持牌人、分销商、子公司、子公司和代理的损失。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "14、免责声明",
        "sw": false,
        "details": [
            {
                "title": "14.1 公司不对来自公共领域外部连接或第三方网站的内容，产品，陈述承担责任。对于该服务，网站和信息及任何方面，公司不承担任何保证和责任。因为这些内容，陈述和责任借由第三方所提供。",
                "list": []
            },
            {
                "title": "14.2 当您参与任何博彩游戏时所面对的风险均由您自行承担。通过游戏，您承认您并没有发现任何游戏或服务具有攻击性，不公平或不雅。",
                "list": []
            },
            {
                "title": "14.3 一些法律管辖区尚未解决在线或境外赌博的合法性问题，而其他法律管辖区则明确规定在线或境外赌博是非法的。如果在您所属的管辖趣内此类使用是非法的，我们不迫使任何人使用本网站和服务。您有责任确保您始终遵守您管辖区内适用的法律，并且您拥有使用本网站和服务的完全合法权利。",
                "list": []
            },
            {
                "title": "14.4 不论在任何疏忽的情况下，公司均不对因本网站或其内容所产生或引起的任何损害或损失承担责任，包括但不限于操作或传输，通信，线路的延迟或中断失败，任何人使用或滥用本网站或其内容，或内容中的任何错误或遗漏。公司在法律允许的范围内不承担任何保证，陈述和责任，并且不保证服务不会中断，及时或没有错误。与此同时，本公司不保证通过服务器发送的任何电子信件都不会受到任何病毒或漏洞的影响。",
                "list": []
            },
            {
                "title": "14.5 在任何情况下，公司都不保证所提供的服务符合您的期望或标准，您有责任确保最大限度地使用服务及必要配置和基本要素。您承认部分或全部信息可能是临时性质的，可能需要修改或改善。",
                "list": []
            },
            {
                "title": "14.6 如果您的设备上显示的结果与我们的服务器之间存在差异，我们服务器上显示的结果将决定游戏的结果。您理解并同意(在不损害您的其他权利和补救措施的情况下）公司记录应是您参于博彩游戏的最终结果，或由任何意外而产生的特别情况的最终权威。",
                "list": []
            },
            {
                "title": "14.7 公司保留暂时或永久终止、修改、删除或添加服务的权利，并立即生效，我们对此方面的任何损失不承担任何责任。",
                "list": []
            },
            {
                "title": "14.8 本免责声明足以取代之前所有的陈述、协议和合约。您特此接受对本公司及本公司旗下的附属公司、员工、代理人和同事进行赔偿，包括但不限于因您访问或使用该服务和网站而引起的律师费和法庭费用，无论公司是否被告知这种可能性，但只要您使用服务和网站，表示您不附有任何与本公司对抗的权力。",
                "list": []
            },
            {
                "title": "14.9 会员应完整阅读本免责声明，并且只有在阅读了使用条款和隐私政策后才能正式使用本网站。一旦开始使用或访问本公司的网站或服务，即表示您已阅读，理解并承认所有条款和条规，隐私政策和免责声明。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "15、取消、终止和暂停帐户",
        "sw": false,
        "details": [
            {
                "title": "15.1. 公司保留任何奖金冻结和没收您账户中任何余额的权利，或在任何时候无理由停用您的账户，包括但不限于：",
                "list": [
                    "您在公司拥有多个活跃账户。",
                    "用户名称与信用卡或转账卡上的名称或用于存款的其他支付帐户名称不匹配。",
                    "您在参与促销活动并在履行特定促销活动的要求之前退出。",
                    "您提供错误或误导性的注册信息。",
                    "您未能提供所要求的身份认证。",
                    "你不属于法定年龄。",
                    "被任何法律禁止访问和使用本公司的网站或服务服务。",
                    "您否认您所做的任何交易或存款。",
                    "您存款来自非法或未经授权的活动。",
                    "您被发现是作弊或试图欺骗任何人或任何一方，或者您已雇用或使用人工智能或专门设计用于入侵系统的其他系统，或者您被发现与其他玩家勾结以便欺诈公司。",
                    "您允许(有意或无意）其他人使用您的帐户。",
                    "您未能遵守本协议中规定的任何条款和条规。"
                ]
            },
            {
                "title": "15.2 如果您所使用得服务被暂停或您的帐户被停用，您必须通过客服申请及为您得账号进行验证，并提供我们所要求的一切属于您的个人资料，以便重新激活您的账号。",
                "list": []
            },
            {
                "title": "15.3 公司保留随时以任何理由发布，维护和关闭用户账户的权限，以及关于您帐户的任何方面，服务或网站使用的最终决定权，并不开放审查或上诉.在此之前，倘若情况允许，我们会给您合理的理由。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "16、外部网站",
        "sw": false,
        "details": [
            {
                "title": "16.1 外部网站的链接仅为方便起见而提供，本公司不承担任何责任，也不承诺确保此类链接的内容准确，更新或即时。",
                "list": []
            },
            {
                "title": "16.2 本公司对外部网站的内容或隐私惯例不承担任何责任。",
                "list": []
            },
            {
                "title": "16.3 对于因使用本网站提供的外部网站链接而引起的任何损失或损害，本公司概不负责。",
                "list": []
            },
            {
                "title": "16.4 在任何情况下，公司均不得与任何声明，意见，贸易或服务标志，徽标，徽章，产品，服务或与外部网站的运营商或所有者相关联或附属。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "17、添加或停止游戏",
        "sw": false,
        "details": [
            {
                "title": "17.1 我们保留自行决定在网站上添加新游戏或功能，或随时开始、停止、终止、限制访问或修改任何游戏或功能的权利。",
                "list": []
            }
        ]
    },
    {
        "listTitle": "18、违规",
        "sw": false,
        "details": [
            {
                "title": "18.1 公司保留对于任何违反本条款和条规的行为寻求所有补救措施的权利，包括拒绝或限制使用服务，访问网站和信息.本公司有权终止您的帐户并阻止您自行访问网站的权。",
                "list": []
            },
            {
                "title": "18.2 您同意本对公司及旗下的附属公司、员工、代理商和联营公司的所有索赔、要求、责任、损害、损失、成本和费用(包括法律费用和任何其他可能产生的费用）进行全面赔偿并使其免受损害如下：",
                "list": [
                    "您违反协议的全部或部分内容。",
                    "违反任何法律或第三方权利。",
                    "您或其他人使用您的登录详细信息使用服务和/或网站。"
                ]
            }
        ]
    }
]